[
  {
    "chapter": "Chapitre 1 : Champ d'application",
    "articles": "Art. 2- Le présent statut s'applique aux fonctionnaires exerçant\r\n  au sein des institutions et administrations publiques."
  },
  {
    "chapter": "Chapitre 1 : Champ d'application",
    "articles": "Il est entendu par institutions et administrations publiques, les institutions publiques,\r\n  les administrations centrales de l'Etat, les services déconcentrés en\r\n  dépendant, les collectivités territoriales, les établissements publics\r\n  à caractère administratif, les établissements publics à\r\n  caractère scientifique, culturel et professionnel, les établissements\r\n  publics à caractère scientifique et technologique et tout établissement\r\n  public dont les personnels peuvent être soumis aux dispositions du présent\r\n  statut."
  },
  {
    "chapter": "Chapitre 1 : Champ d'application",
    "articles": "Les magistrats, les personnels militaires et civils de la défense nationale et\r\n  les personnels du Parlement ne sont pas soumis aux dispositions de la présente\r\n  ordonnance."
  },
  {
    "chapter": "Chapitre 1 : Champ d'application",
    "articles": "Art. 3- Des statuts particuliers, pris par décret, préciseront\r\n  pour les différents corps de fonctionnaires les dispositions du présent\r\n  statut."
  },
  {
    "chapter": "Chapitre 1 : Champ d'application",
    "articles": "Toutefois et compte tenu des spécificités inhérentes aux corps\r\n  des agents diplomatiques et consulaires, des personnels enseignants de l'enseignement\r\n  supérieur, des chercheurs, des personnels appartenant aux corps spécifiques\r\n  de la sûreté nationale, de la garde communale, de l'administration des\r\n  forêts, de la protection civile, des transmissions nationales, de la\r\n  sécurité des communications et des télécommunications, de\r\n  l'administration pénitentiaire et de l'administration des douanes ainsi que les\r\n  personnels relevant du corps des greffes de juridictions et des corps spécifiques\r\n  de l'administration des affaires religieuses, les statuts particuliers les régissant\r\n  peuvent prévoir des dispositions dérogatoires à la présente\r\n  ordonnance en matière de droits et obligations, de déroulement de la\r\n  carrière et de discipline générale."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Art. 4- Est fonctionnaire l'agent qui, nommé dans un emploi public,\r\n  a été titularisé dans un grade de la hiérarchie administrative."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "La titularisation est l'acte par lequel le fonctionnaire est confirmé dans son\r\n  grade."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Art. 5- Le grade est distinct de l'emploi. Il est le titre qui confère\r\n  à son titulaire vocation à occuper les emplois correspondants."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Art. 6- Le corps regroupe un ensemble de fonctionnaires appartenant à\r\n  un ou plusieurs grades et qui sont régis par le même statut particulier."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Art. 7- Le fonctionnaire est vis-à-vis de l'administration dans une\r\n  situation statutaire et réglementaire."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Art. 8- Les corps de fonctionnaires sont classés selon les niveaux de\r\n  qualification requis au sein des quatre (4) groupes suivants :"
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Le groupe \"A\" comprend l'ensemble des fonctionnaires ayant le niveau de\r\n  qualification requis pour l'exercice d'activités de conception, de recherche,\r\n  d'études ou tout niveau de qualification comparable;"
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Le groupe \"B\" comprend l'ensemble des fonctionnaires ayant le niveau de\r\n  qualification requis pour l'exercice d'activités d'application ou tout niveau\r\n  de qualification comparable;"
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Le groupe \"C\" comprend l'ensemble des fonctionnaires ayant le niveau de\r\n  qualification requis pour l'exercice d'activités de maîtrise ou tout niveau\r\n  de qualification comparable;"
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Le groupe \"D\" comprend l'ensemble des fonctionnaires ayant le niveau de\r\n  qualification requis pour l'exercice d'activités d'exécution ou tout niveau\r\n  de qualification comparable."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Les groupes peuvent être scindés en sous-groupes."
  },
  {
    "chapter": "Chapitre 2 : La relation statutaire",
    "articles": "Art. 9- Toute nomination à un emploi dans les institutions et\r\n  administrations publiques doit pourvoir régulièrement à une\r\n  vacance d'emploi."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 10- Outre les emplois correspondant à des grades de fonctionnaires,\r\n  il est créé des postes supérieurs."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Les postes supérieurs sont des emplois spécifiques d'encadrement à\r\n  caractère structurel ou fonctionnel. Ils permettent d'assurer la prise en charge de\r\n  l'encadrement d'activités administratives et techniques, au niveau des institutions\r\n  et administrations publiques."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 11- Les postes supérieurs visés à l'article 10\r\n  ci-dessus sont créés par :"
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "- les statuts particuliers régissant certains corps de fonctionnaires, lorsqu'il\r\n  s'agit des postes supérieurs à caractère fonctionnel;"
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "- les dispositifs réglementaires relatifs à la création et\r\n  l'organisation des institutions et administrations publiques, lorsqu'il s'agit des\r\n  postes supérieurs à caractère structurel."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 12- Les conditions de nomination aux postes supérieurs sont\r\n  fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 13- La nomination aux postes supérieurs est réservée\r\n  aux fonctionnaires."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Toutefois les postes supérieurs en rapport avec des activités\r\n  d'étude ou d'encadrement de projets peuvent être pourvus, à titre\r\n  exceptionnel, par des cadres qualifiés n'ayant pas la qualité de\r\n  fonctionnaire."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 14- Les titulaires des postes supérieurs bénéficient,\r\n  en plus de la rémunération rattachée à leur grade, d'une\r\n  bonification indiciaire, selon des modalités fixées par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 15- Dans le cadre de l'organisation des institutions et administrations\r\n  publiques, il est créé des fonctions supérieures de l'Etat."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "La fonction supérieure de l'Etat consiste dans l'exercice d'une\r\n  responsabilité au nom de l'Etat, en vue de concourir directement à la\r\n  conception, l'élaboration ou la mise en uvre des politiques publiques."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 16- La nomination aux fonctions supérieures de l'Etat relève\r\n  du pouvoir discrétionnaire de l'autorité habilitée."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 17- La liste des fonctions supérieures de l'Etat, les conditions de\r\n  nomination, les droits et obligations qui s'y rattachent ainsi que le mode de\r\n  rémunération applicable à leurs titulaires sont fixés par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 3 : Les postes supérieurs et les fonctions supérieures de l'Etat",
    "articles": "Art. 18- La nomination d'un non-fonctionnaire à une fonction\r\n  supérieure de l'Etat ou à un poste supérieur ne confère ni la\r\n  qualité de fonctionnaire, ni le droit d'être nommé en cette\r\n  qualité."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 19- Les emplois correspondant à des activités d'entretien,\r\n  de maintenance ou de service, dans les institutions et administrations publiques, sont\r\n  soumis au régime de la contractualisation."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "La liste des emplois prévus au présent article est fixée par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 20- Il peut être procédé, à titre exceptionnel,\r\n  au recrutement d'agents contractuels sur des emplois destinés à des\r\n  fonctionnaires, dans les cas suivants :"
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "- en attendant l'organisation d'un concours de recrutement ou la mise en place d'un\r\n  nouveau corps de fonctionnaires;"
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "- en vue de pourvoir à la vacance momentanée d'un emploi."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 21- A titre exceptionnel, il peut être procédé au\r\n  recrutement d'agents contractuels autres que ceux prévus aux articles 19 et 20\r\n  ci-dessus, pour la prise en charge d'opérations revêtant un caractère\r\n  conjoncturel."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 22- Les agents visés aux articles 19 à 21 ci-dessus sont\r\n  recrutés, selon le cas et en fonction des besoins des institutions et administrations\r\n  publiques, par voie de contrat à durée déterminée ou\r\n  indéterminée, à temps plein ou à temps partiel."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Les emplois qu'ils occupent ne leur confèrent ni la qualité de\r\n  fonctionnaire, ni le droit à une intégration dans un grade de la fonction\r\n  publique."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 23- Les fonctionnaires occupant les emplois prévus à l'article\r\n  19 ci-dessus, à la date de publication de la présente ordonnance, conservent\r\n  la qualité de fonctionnaire."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 24- Les modalités de recrutement des agents visés aux articles\r\n  19 à 21 ci-dessus, leurs droits et obligations, les éléments\r\n  constitutifs de leur rémunération, les règles relatives à leur\r\n  gestion, ainsi que le régime disciplinaire qui leur est applicable sont fixés\r\n  par voie réglementaire."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Art. 25- La réalisation de travaux ponctuels d'expertise, d'étude\r\n  ou de conseil, pour le compte des institutions et administrations publiques, peut s'effectuer\r\n  dans un cadre conventionnel, par des consultants justifiant du niveau de qualification\r\n  requis."
  },
  {
    "chapter": "Chapitre 4 : Les autres régimes juridiques de travail",
    "articles": "Les modalités d'application du présent article sont fixées par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 26- La liberté d'opinion est garantie au fonctionnaire dans\r\n  la limite de l'obligation de réserve qui lui incombe."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 27- Aucune discrimination ne peut être faite entre les fonctionnaires,\r\n  en raison de leurs opinions, de leur sexe, de leur origine ainsi que de toute autre\r\n  condition personnelle ou sociale."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 28- L'adhésion à une organisation syndicale ou à une\r\n  association ne doit nullement influer sur la carrière du fonctionnaire."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Sous réserve des cas d'interdiction prévus par la législation en\r\n  vigueur, l'appartenance ou la non-appartenance à un parti politique ne doit en aucune\r\n  manière affecter la carrière du fonctionnaire."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 29- La carrière du fonctionnaire, candidat à un mandat\r\n  électif politique ou syndical, ne peut, en aucune manière, être\r\n  affectée par les opinions qu'il émet avant ou pendant son mandat."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 30- L'Etat est tenu de protéger le fonctionnaire contre les menaces,\r\n  outrages, injures, diffamations ou attaques de quelque nature que ce soit, dont il peut\r\n  être l'objet, dans ou à l'occasion de l'exercice de ses fonctions et de\r\n  réparer le préjudice qui en résulterait."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "L'Etat est, dans ces conditions, subrogé aux droits du fonctionnaire pour obtenir\r\n  réparation de l'auteur des faits."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "L'Etat dispose, en outre, aux mêmes fins, d'une action directe qu'il peut exercer,\r\n  au besoin, par voie de constitution de partie civile devant la juridiction compétente."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 31- Lorsqu'un fonctionnaire est poursuivi par un tiers pour faute de service,\r\n  l'institution ou l'administration publique dont il relève doit le couvrir des\r\n  condamnations civiles prononcées à son encontre, dans la mesure où une\r\n  faute personnelle détachable de l'exercice de ses fonctions n'est pas imputable\r\n  à ce fonctionnaire."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 32- Le fonctionnaire a droit, après service fait, à une\r\n  rémunération."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 33- Le fonctionnaire a droit à la protection sociale et à\r\n  la retraite, dans le cadre de la législation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 34- Le fonctionnaire bénéficie des uvres sociales, dans le\r\n  cadre de la législation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 35- Le fonctionnaire exerce le droit syndical, dans le cadre de la\r\n  législation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 36- Le fonctionnaire exerce le droit de grève, dans le cadre de la\r\n  législation et de la réglementation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 37- Le fonctionnaire doit bénéficier de conditions de travail\r\n  de nature à préserver sa dignité, sa santé et son\r\n  intégrité physique et morale."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 38- Le fonctionnaire a droit à la formation, au perfectionnement\r\n  et à la promotion durant sa carrière."
  },
  {
    "chapter": "Chapitre 1er : Garanties et droits du fonctionnaire",
    "articles": "Art. 39- Le fonctionnaire a droit aux congés prévus par la\r\n  présente ordonnance."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 40- Dans le cadre de l'exercice de ses fonctions, le fonctionnaire est tenu\r\n  de respecter et de faire respecter l'autorité de l'Etat, conformément aux\r\n  lois et règlements en vigueur."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 41- Le fonctionnaire est tenu d'exercer ses fonctions en toute loyauté\r\n  et impartialité."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 42- Le fonctionnaire doit s'abstenir de tout acte incompatible avec la\r\n  nature de ses fonctions, même en dehors du service."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Il est tenu d'avoir, en toute circonstance, une conduite digne et respectable."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 43- Les fonctionnaires consacrent l'intégralité de leur\r\n  activité professionnelle aux tâches qui leur sont confiées. Ils ne\r\n  peuvent exercer une activité lucrative, à titre privé, de quelque\r\n  nature que ce soit."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Toutefois, les fonctionnaires sont autorisés à exercer des tâches\r\n  de formation, d'enseignement ou de recherche à titre d'occupation accessoire, dans\r\n  des conditions et selon des modalités fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Ils peuvent également produire des uvres scientifiques, littéraires ou\r\n  artistiques."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Dans ce cas, le fonctionnaire ne pourra mentionner sa qualité ou son titre\r\n  administratif, à l'occasion de la publication de ses uvres, qu'avec l'accord de\r\n  l'autorité investie du pouvoir de nomination."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 44- Nonobstant les dispositions de l'alinéa 1er de l'article 43\r\n  ci-dessus, les fonctionnaires appartenant aux corps des enseignants de l'enseignement\r\n  supérieur, des chercheurs ainsi qu'au corps des praticiens médicaux\r\n  spécialistes peuvent exercer une activité lucrative, à titre\r\n  privé, en rapport avec leur spécialité."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "L'autorité compétente veille à assurer la sauvegarde des\r\n  intérêts du service et prend, en tant que de besoin, toute mesure\r\n  appropriée."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Les conditions et les modalités d'application du présent article sont\r\n  fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 45- Sous peine de sanctions disciplinaires prévues par le\r\n  présent statut, il est interdit à tout fonctionnaire, quelle que soit sa\r\n  position dans la hiérarchie administrative, d'avoir, par lui-même ou par\r\n  personne interposée et sous quelque dénomination que ce soit, à\r\n  l'intérieur ou à l'extérieur du pays, des intérêts\r\n  de nature à compromettre son indépendance ou à constituer une entrave\r\n  à l'exercice normal de sa mission, dans une entreprise soumise au contrôle ou\r\n  en relation avec l'administration dont il relève."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 46- Lorsque le conjoint d'un fonctionnaire exerce, à titre\r\n  professionnel, une activité privée lucrative, déclaration doit en\r\n  être faite à l'administration dont relève le fonctionnaire.\r\n  L'autorité compétente prend, s'il y a lieu, les mesures propres à\r\n  sauvegarder l'intérêt du service."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "L'absence de déclaration constitue une faute professionnelle passible de\r\n  sanctions disciplinaires, tel que prévu à l'article 163 de la présente\r\n  ordonnance."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 47- Tout fonctionnaire, quel que soit son rang dans la hiérarchie\r\n  administrative, est responsable de l'exécution des tâches qui lui sont\r\n  confiées."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "La responsabilité propre de ses subordonnés ne le dégage\r\n  nullement des responsabilités qui lui incombent."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 48- Le fonctionnaire est tenu au secret professionnel. Il ne doit\r\n  divulguer, en dehors des nécessités de service, aucun document, fait ou\r\n  information, dont il a connaissance ou qu'il détient à l'occasion de\r\n  l'exercice de ses fonctions. Il ne peut être délié du secret\r\n  professionnel qu'après autorisation écrite de l'autorité\r\n  hiérarchique habilitée."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 49- Le fonctionnaire veille à la protection et à la\r\n  sécurité des documents administratifs."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Toute dissimulation, détournement ou destruction de dossiers, pièces\r\n  ou documents administratifs sont interdits et exposent leur auteur à des sanctions\r\n  disciplinaires, sans préjudice des poursuites pénales."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 50- Le fonctionnaire est tenu, dans le cadre de l'exercice de ses fonctions,\r\n  de préserver le patrimoine de l'administration."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 51- Le fonctionnaire ne doit, en aucun cas, utiliser les locaux,\r\n  équipements et moyens de l'administration, à des fins personnelles ou\r\n  étrangères au service."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 52- Le fonctionnaire doit agir avec correction et déférence\r\n  dans ses relations avec ses supérieurs hiérarchiques, ses collègues\r\n  et ses subordonnés."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 53- Le fonctionnaire est tenu d'agir envers les usagers du service public\r\n  avec courtoisie et diligence."
  },
  {
    "chapter": "Chapitre 2 : Obligations du fonctionnaire",
    "articles": "Art. 54- Sous peine de poursuites judiciaires, il est interdit à\r\n  tout fonctionnaire de solliciter, exiger ou recevoir directement ou par personne\r\n  interposée, en contrepartie d'une prestation effectuée dans le cadre de\r\n  ses fonctions, des présents, dons, gratifications ou avantages quelconques, de\r\n  quelque nature que ce soit."
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "Art. 56- La structure centrale de la fonction publique est une administration\r\n  permanente de l'Etat chargée notamment :"
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "- de proposer les éléments de la politique gouvernementale en\r\n  matière de fonction publique et les mesures nécessaires à sa mise\r\n  en uvre;"
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "- de veiller, en liaison avec les administrations concernées, à\r\n  l'application du statut général de la fonction publique et d'assurer la\r\n  conformité des textes pris pour son application;"
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "- d'assurer le contrôle de la régularité des actes administratifs\r\n  se rapportant à la gestion de la carrière des fonctionnaires;"
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "- d'effectuer l'évaluation de la gestion des ressources humaines dans les\r\n  institutions et administrations publiques et d'assurer la régulation des effectifs;"
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "- de mettre en uvre la politique de formation et de perfectionnement des fonctionnaires;"
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "- de représenter, le cas échéant, les intérêts de\r\n  l'Etat employeur auprès des juridictions."
  },
  {
    "chapter": "Chapitre 1 : La structure centrale de la fonction publique",
    "articles": "Art. 57- Les attributions, l'organisation et le fonctionnement de la structure\r\n  centrale chargée de la fonction publique sont fixés par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "Art. 58- Il est institué un organe de concertation dénommé\r\n  \"conseil supérieur de la fonction publique\"."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "Art. 59- Le conseil supérieur de la fonction publique est chargé :"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- de définir les grands axes de la politique du Gouvernement en matière\r\n  de fonction publique;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- de déterminer la politique de formation et de perfectionnement des\r\n  fonctionnaires;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- d'examiner la situation de l'emploi dans la fonction publique au plan quantitatif\r\n  et qualitatif;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- de veiller au respect des règles d'éthique au sein de la fonction\r\n  publique;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- de proposer toute mesure de nature à promouvoir la culture du service public."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "En outre, il est consulté sur tout projet de texte législatif en rapport\r\n  avec le secteur de la fonction publique."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "Art. 60- Le conseil supérieur de la fonction publique est composé\r\n  de représentants :"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- d'administrations centrales de l'Etat;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- d'établissements publics;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- de collectivités territoriales;"
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "- des organisations syndicales des travailleurs salariés les plus\r\n  représentatives au plan national, au sens des dispositions de la loi\r\n  n°90-14 du 2 juin 1990, susvisée."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "Il comprend, en outre, des personnalités choisies pour leur compétence\r\n  dans le domaine de la fonction publique."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "La composition, l'organisation et le fonctionnement du conseil supérieur de la\r\n  fonction publique sont fixés par voie réglementaire."
  },
  {
    "chapter": "Chapitre 2 : Le conseil supérieur de la fonction publique",
    "articles": "Art. 61- Le conseil supérieur de la fonction publique adresse au\r\n  Président de la République un rapport annuel sur la situation de la fonction\r\n  publique."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 62- Dans le cadre de la participation des fonctionnaires à la\r\n  gestion de leur carrière, il est institué :"
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "- des commissions administratives paritaires;"
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "- des commissions de recours;"
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "- des comités techniques."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 63- Les commissions administratives paritaires sont créées,\r\n  selon le cas, par grade ou ensemble de grades, corps ou ensemble de corps de niveaux de\r\n  qualification équivalents, auprès des institutions et administrations\r\n  publiques."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Ces commissions comprennent, en nombre égal, des représentants de\r\n  l'administration et des représentants élus des fonctionnaires."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Elles sont présidées par l'autorité auprès de laquelle\r\n  elles sont placées ou son représentant choisi parmi les membres\r\n  désignés au titre de l'administration."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 64- Les commissions administratives paritaires sont consultées sur\r\n  les questions d'ordre individuel concernant la carrière des fonctionnaires."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Elles siègent, en outre, en jury de titularisation et en conseil de discipline."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 65- Il est créé une commission de recours auprès de\r\n  chaque ministre, wali, ainsi qu'auprès de chaque responsable habilité de\r\n  certaines institutions ou administrations publiques."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Ces commissions sont composées, pour moitié, de représentants de\r\n  l'administration et, pour moitié, de représentants élus des\r\n  fonctionnaires."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Elles sont présidées par l'autorité auprès de laquelle\r\n  elles sont placées ou son représentant choisi parmi les membres\r\n  désignés, au titre de l'administration. Les représentants des\r\n  fonctionnaires aux commissions administratives paritaires élisent en leur sein\r\n  leurs représentants dans les commissions de recours."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 66- Les commissions de recours doivent être mises en place dans un\r\n  délai de deux (2) mois après l'élection des membres des commissions\r\n  administratives paritaires."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 67- Les commissions de recours sont saisies par le fonctionnaire, pour\r\n  les sanctions disciplinaires des 3ème et 4ème degrés prévues\r\n  à l'article 163 de la présente ordonnance."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 68- Les candidats à un mandat électif pour la\r\n  représentation des fonctionnaires au sein des commissions paritaires sont\r\n  présentés par les organisations syndicales représentatives."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Lorsque le nombre de votants est inférieur à la moitié des\r\n  électeurs, il est procédé à un second tour d'élection."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Dans ce cas, tout fonctionnaire remplissant les conditions d'éligibilité\r\n  peut se porter candidat. Le scrutin est, alors, validé quel que soit le nombre de\r\n  votants."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 69- Lorsqu'il n'existe pas d'organisations syndicales représentatives\r\n  au sein d'une institution ou administration publique, les fonctionnaires remplissant les\r\n  conditions d'éligibilité peuvent se porter candidats à\r\n  l'élection des commissions administratives paritaires."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 70- Les comités techniques sont consultés sur les questions\r\n  relatives aux conditions générales de travail ainsi qu'à\r\n  l'hygiène et à la sécurité au sein des institutions et\r\n  administrations publiques concernées."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 71- Les comités techniques sont créés auprès\r\n  des institutions et administrations publiques. Ils sont composés d'un nombre\r\n  égal de représentants de l'administration et de représentants\r\n  élus des fonctionnaires."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Ils sont présidés par l'autorité auprès de laquelle\r\n  ils sont placés ou son représentant choisi parmi les membres\r\n  désignés au titre de l'administration. Les représentants des\r\n  fonctionnaires aux commissions administratives paritaires élisent en leur sein\r\n  leurs représentants dans les comités techniques."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 72- Les membres représentants de l'administration au sein des\r\n  commissions administratives paritaires, des commissions de recours et des comités\r\n  techniques sont désignés par l'autorité investie du pouvoir de\r\n  nomination."
  },
  {
    "chapter": "Chapitre 3 : Les organes de participation et de recours",
    "articles": "Art. 73- Les attributions, la composition, l'organisation, le fonctionnement,\r\n  le règlement intérieur-type des commissions prévues à\r\n  l'article 62 ci-dessus ainsi que les modalités de déroulement des\r\n  élections sont fixés par voie réglementaire."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 74- Le recrutement des fonctionnaires est soumis au principe de\r\n  l'égal accès aux emplois publics."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 75- Nul ne peut être recruté en qualité de\r\n  fonctionnaire s'il ne remplit pas les conditions suivantes :"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- être de nationalité algérienne;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- jouir de ses droits civiques;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- ne pas avoir de mentions au bulletin du casier judiciaire incompatibles avec\r\n  l'exercice de l'emploi postulé;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- être en situation régulière au regard du service national;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- avoir l'âge, l'aptitude physique et mentale, ainsi que les qualifications\r\n  exigées pour l'accès à l'emploi postulé."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 76- L'administration peut, le cas échéant, organiser un\r\n  contrôle médical pour le recrutement dans certains corps de fonctionnaires."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 77- Les statuts particuliers peuvent préciser, en tant que de besoin,\r\n  et compte tenu des spécificités inhérentes à certains corps,\r\n  les conditions de recrutement prévues à l'article 75 ci-dessus."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Ils peuvent, en outre, préciser les corps pour lesquels l'accès est\r\n  subordonné à une enquête administrative préalable."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 78- L'âge minimum pour l'accès à un emploi de la\r\n  fonction publique est fixé à 18 ans révolus."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 79- L'accès au grade est subordonné à la justification\r\n  d'une qualification attestée par des titres, diplômes ou niveau de formation."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 80- Le recrutement dans un emploi de la fonction publique s'effectue par\r\n  voie de :"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- concours sur épreuves;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- concours sur titres pour certains corps de fonctionnaires;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- test professionnel;"
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "- recrutement direct, parmi les candidats ayant subi une formation\r\n  spécialisée prévue par les statuts particuliers, auprès\r\n  d'établissements de formation habilités."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 81- Les candidats aux concours sur épreuves, concours sur titres\r\n  ou tests professionnels sont déclarés admis par un jury, qui établit\r\n  une liste de classement par ordre de mérite."
  },
  {
    "chapter": "Chapitre 1er : Le recrutement",
    "articles": "Art. 82- Les modalités d'organisation et de déroulement des\r\n  concours prévus à l'article 80 ci-dessus sont déterminées\r\n  par voie réglementaire."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 83- Tout candidat recruté dans un grade de la fonction publique\r\n  est nommé en qualité de stagiaire."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Toutefois, les statuts particuliers peuvent, compte tenu des qualifications\r\n  élevées requises pour l'accès à certains grades,\r\n  prévoir la titularisation directe dans le grade."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 84- Le stagiaire est astreint, selon la nature des tâches\r\n  inhérentes au grade auquel il a vocation à appartenir, à\r\n  l'accomplissement d'un stage probatoire d'une durée d'une année qui peut,\r\n  pour certains corps, être assorti d'une formation préparatoire à\r\n  l'occupation de l'emploi."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 85- A l'issue de la période de stage, prévue à\r\n  l'article 84 ci-dessus, le stagiaire est soit :"
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "- titularisé dans son grade;"
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "- astreint à une prorogation de stage, une seule fois, pour une même\r\n  durée;"
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "- licencié sans préavis ni indemnité."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 86- La titularisation du stagiaire est proposée par l'autorité\r\n  hiérarchique habilitée. Elle est subordonnée à l'inscription\r\n  sur une liste d'aptitude et soumise à la commission administrative paritaire\r\n  compétente."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 87- Le stagiaire est assujetti aux mêmes obligations que le\r\n  fonctionnaire et bénéficie des mêmes droits, sous réserve\r\n  des dispositions du présent statut."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 88- Le stagiaire ne peut faire l'objet de mutation, de détachement\r\n  ou de mise en disponibilité."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 89- Le stagiaire ne peut être éligible à une commission\r\n  administrative paritaire, une commission de recours ou un comité technique. Il peut,\r\n  toutefois, participer à l'élection des représentants des\r\n  fonctionnaires appartenant au grade ou corps dans lequel il a vocation à être\r\n  titularisé."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 90- La période de stage est une période d'activité.\r\n  Elle est prise en compte dans le calcul de l'ancienneté pour la promotion,\r\n  l'avancement et la retraite."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 91- Les questions relatives à la situation administrative du\r\n  stagiaire relèvent de la  commission administrative paritaire compétente."
  },
  {
    "chapter": "Chapitre 2 : Le stage",
    "articles": "Art. 92- Les modalités d'application des dispositions du présent\r\n  chapitre sont fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Art. 93- L'administration est tenue de constituer un dossier administratif\r\n  pour chaque fonctionnaire."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Le dossier doit comporter l'ensemble des pièces concernant les titres et\r\n  diplômes, l'état civil, la situation administrative du fonctionnaire.\r\n  Ces pièces sont enregistrées, numérotées et classées\r\n  sans discontinuité."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "L'exploitation du dossier administratif est destinée exclusivement à\r\n  la gestion de la carrière du fonctionnaire."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Aucune mention faisant état des opinions politiques, syndicales ou religieuses\r\n  de l'intéressé ne doit y figurer."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Art. 94- Les fonctionnaires sont dotés d'une carte professionnelle.\r\n  Ses caractéristiques et les conditions de son utilisation sont fixées par\r\n  voie réglementaire."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Art. 95- Le pouvoir de nomination des fonctionnaires relève de\r\n  l'autorité habilitée par les lois et règlements en vigueur."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Art. 96- Tous les actes concernant la situation administrative du fonctionnaire\r\n  lui sont notifiés. Les actes administratifs portant nomination, titularisation,\r\n  promotion et cessation de fonctions des fonctionnaires sont publiés dans un\r\n  bulletin officiel de l'institution ou de l'administration publique concernée."
  },
  {
    "chapter": "Chapitre 3 : La gestion administrative de la carrière du fonctionnaire",
    "articles": "Le contenu et les caractéristiques du bulletin officiel sont fixés\r\n  par voie réglementaire."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 97- Tout fonctionnaire est soumis, au cours de sa carrière, à\r\n  une évaluation continue et périodique destinée à\r\n  apprécier, selon des méthodes appropriées, ses aptitudes\r\n  professionnelles."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 98- L'évaluation du fonctionnaire a pour finalité :"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- l'avancement;"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- la promotion;"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- l'octroi d'avantages liés au rendement et à la performance;"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- l'octroi de distinctions honorifiques et récompenses."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 99- L'évaluation du fonctionnaire est fondée sur des\r\n  critères objectifs destinés à apprécier notamment :"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- le respect des obligations générales et statutaires;"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- la compétence professionnelle;"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- l'efficacité et le rendement;"
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "- la manière de servir."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Les statuts particuliers peuvent prévoir d'autres critères, compte tenu\r\n  des spécificités de certains corps."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 100- Les institutions et administrations publiques arrêtent,\r\n  après avis des commissions administratives paritaires et accord de la structure\r\n  centrale chargée de la fonction publique, des méthodes d'évaluation\r\n  adaptées à la nature des activités des services concernés."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 101- Le pouvoir d'évaluation et d'appréciation relève\r\n  de l'autorité hiérarchique habilitée."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "L'évaluation est périodique. Elle donne lieu à une note\r\n  chiffrée accompagnée d'une appréciation d'ordre général."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 102- La note chiffrée est communiquée au fonctionnaire\r\n  concerné qui peut la contester et saisir la commission administrative paritaire\r\n  compétente qui peut proposer sa révision."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "La fiche d'évaluation est versée au dossier du fonctionnaire."
  },
  {
    "chapter": "Chapitre 4 : L'évaluation du fonctionnaire",
    "articles": "Art. 103- Les modalités d'application du présent chapitre sont\r\n  fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 5 : La formation",
    "articles": "Art. 104- En vue d'assurer l'amélioration des qualifications et\r\n  la promotion professionnelle du fonctionnaire et sa préparation à de\r\n  nouvelles missions, l'administration est tenue d'organiser de manière permanente\r\n  des cycles de formation et de perfectionnement."
  },
  {
    "chapter": "Chapitre 5 : La formation",
    "articles": "Art. 105- Les conditions d'accès, les modalités d'organisation,\r\n  la durée des cycles de formation et de perfectionnement ainsi que les droits\r\n  et obligations qui en résultent pour le fonctionnaire sont fixés par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Art. 106- L'avancement consiste dans le passage d'un échelon à\r\n  l'échelon immédiatement supérieur et s'effectue de façon\r\n  continue selon des rythmes et modalités qui sont fixés par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Art. 107- La promotion consiste dans la progression du fonctionnaire au cours\r\n  de sa carrière, par le passage d'un grade au grade immédiatement\r\n  supérieur relevant du même corps ou du corps immédiatement\r\n  supérieur, selon les modalités ci-après :"
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "- sur titre, parmi les fonctionnaires qui ont obtenu au cours de leur carrière\r\n  les titres et diplômes requis;"
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "- après une formation spécialisée;"
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "- par voie d'examen ou test professionnels;"
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "- au choix, par voie d'inscription sur liste d'aptitude, après avis de la\r\n  commission paritaire, parmi les fonctionnaires justifiant de l'ancienneté requise."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Le fonctionnaire ne peut bénéficier de deux promotions consécutives,\r\n  par voie d'inscription sur liste d'aptitude."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Les modalités d'application des dispositions du présent article sont\r\n  précisées par les statuts particuliers."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Art. 108- Le fonctionnaire promu dans les conditions prévues à\r\n  l'article 107 ci-dessus est dispensé du stage."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Art. 109- Toute promotion impliquant le passage d'un groupe à un groupe\r\n  immédiatement supérieur, tel que prévu à l'article 8 de la\r\n  présente ordonnance, est subordonnée à une formation préalable\r\n  prévue par les statuts particuliers ou à l'obtention du diplôme\r\n  requis."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Art. 110- Les proportions affectées aux différents modes de\r\n  promotion prévus à l'article 107 ci-dessus sont fixées par les\r\n  statuts particuliers."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Art. 111- La gestion de la carrière des fonctionnaires est assurée\r\n  dans le cadre d'une politique de gestion prévisionnelle des ressources humaines\r\n  consacrée à travers des plans annuels de gestion des ressources humaines\r\n  et des plans annuels ou pluriannuels de formation et de perfectionnement."
  },
  {
    "chapter": "Chapitre 6 : L'avancement et la promotion",
    "articles": "Les modalités d'application du présent article sont fixées\r\n  par voie réglementaire."
  },
  {
    "chapter": "Chapitre 7 : Les distinctions honorifiques et les récompenses",
    "articles": "Art. 112- Des distinctions honorifiques et des récompenses peuvent\r\n  être décernées aux fonctionnaires sous forme de médailles\r\n  de mérite ou de courage et de brevets ministériels."
  },
  {
    "chapter": "Chapitre 7 : Les distinctions honorifiques et les récompenses",
    "articles": "La nature, les caractéristiques ainsi que les modalités d'octroi des\r\n  distinctions et récompenses sont fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 7 : Les distinctions honorifiques et les récompenses",
    "articles": "Art. 113- Le fonctionnaire qui, dans l'exercice de ses fonctions, a fait\r\n  preuve d'un acte de bravoure, dûment établi, ou d'efforts exceptionnels\r\n  ayant contribué à améliorer la performance du service, peut\r\n  bénéficier, après avis d'une commission ad hoc placée\r\n  auprès de l'autorité ministérielle compétente, d'une\r\n  distinction honorifique et/ou d'une récompense."
  },
  {
    "chapter": "Chapitre 7 : Les distinctions honorifiques et les récompenses",
    "articles": "La composition, le fonctionnement et les attributions de la commission ad hoc sont\r\n  fixés par voie réglementaire."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Art. 128- L'activité est la position du fonctionnaire qui exerce\r\n  effectivement, dans l'institution ou l'administration publique dont il relève,\r\n  les tâches liées à son grade d'appartenance ou à celles d'un\r\n  des emplois prévus aux articles 10 et 15 de la présente ordonnance."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Art. 129- Est considéré également en position\r\n  d'activité, le fonctionnaire :"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- en congé annuel;"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- en congé de maladie ou accident de travail;"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- en congé de maternité;"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- en autorisation d'absence, telle que prévue aux articles 208 à 212 et\r\n  215 de la présente ordonnance;"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- rappelé pour accomplir une période de perfectionnement ou d'entretien\r\n  dans le cadre de la réserve;"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- rappelé dans le cadre de la réserve;"
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "- admis à suivre un cycle de perfectionnement."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Art. 130- Des fonctionnaires appartenant à certains grades peuvent\r\n  être mis en position d'activité auprès d'une institution ou d'une\r\n  administration publique autre que celle dont ils relèvent, dans les conditions et\r\n  selon les modalités fixées par les statuts particuliers."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Art. 131- Des fonctionnaires peuvent être mis à la disposition\r\n  d'associations nationales reconnues d'intérêt général ou\r\n  d'utilité publique pour une durée de deux (2) années, renouvelable\r\n  une fois."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Les fonctionnaires pouvant être mis à disposition doivent avoir des\r\n  qualifications en rapport avec l'objet de l'association concernée."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Les fonctionnaires mis à disposition exercent leurs missions sous\r\n  l'autorité du responsable de l'association auprès de laquelle ils\r\n  sont placés et continuent à être rémunérés\r\n  par leur institution ou administration d'origine."
  },
  {
    "chapter": "Chapitre 1er : La position d'activité",
    "articles": "Art. 132- Les conditions et modalités d'application des dispositions\r\n  du présent chapitre sont fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 133- Le détachement est la position du fonctionnaire qui,\r\n  placé hors de son corps et/ou de son administration d'origine, continue à\r\n  bénéficier dans son corps au sein de l'institution ou l'administration\r\n  publique dont il relève, de ses droits à l'ancienneté, à\r\n  l'avancement et à la retraite."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Le détachement est révocable."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 134- Le détachement du fonctionnaire est prononcé de droit\r\n  pour exercer :"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- une fonction de membre du Gouvernement;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- un mandat électif permanent dans une institution nationale ou une\r\n  collectivité territoriale;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- une fonction supérieure de l'Etat ou un poste supérieur dans une\r\n  autre institution ou administration publique;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- un mandat syndical permanent dans les conditions fixées par la\r\n  législation en vigueur;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- pour suivre une formation prévue par les statuts particuliers;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- pour représenter l'Etat auprès d'institutions ou organismes\r\n  internationaux;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- pour suivre une formation ou des études, lorsque le fonctionnaire est\r\n  désigné par l'institution ou l'administration publique dont il relève."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 135- Le détachement peut être prononcé à la\r\n  demande du fonctionnaire pour exercer :"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- auprès d'une autre institution ou administration publique et/ou dans un grade\r\n  autre que son grade d'origine;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- des fonctions de direction auprès d'entreprises ou d'organismes dans\r\n  lesquels l'Etat détient tout ou partie du capital;"
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "- une mission au titre de la coopération ou auprès d'institutions ou\r\n  d'organismes internationaux."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 136- Le détachement est consacré par un acte administratif\r\n  individuel pris par la ou les autorités habilitées et prononcé pour\r\n  une durée minimale de six (6) mois et une durée maximale de cinq (5) ans."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Toutefois, la durée du détachement pour les cas prévus à\r\n  l'article 134 ci-dessus est égale à celle de la fonction, du mandat, de\r\n  la formation ou des études pour lesquels le détachement a été\r\n  prononcé."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 137- Le fonctionnaire mis en position de détachement est soumis\r\n  aux règles régissant l'emploi dans lequel il est détaché."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Le fonctionnaire détaché est évalué et\r\n  rémunéré par l'institution ou l'administration publique,\r\n  l'entreprise ou l'organisme auprès duquel il est détaché."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Toutefois, le fonctionnaire détaché pour effectuer une formation ou\r\n  des études, peut être rémunéré par l'institution ou\r\n  l'administration publique à laquelle il appartient."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 138- A l'expiration de son détachement, le fonctionnaire est\r\n  réintégré de plein droit dans son grade d'origine, même en\r\n  surnombre."
  },
  {
    "chapter": "Chapitre 2 : La position de détachement",
    "articles": "Art. 139- Les modalités d'application des dispositions du présent\r\n  chapitre sont fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "Art. 140- La position hors cadre est celle dans laquelle le fonctionnaire peut\r\n  être placé, à sa demande, après épuisement de ses droits\r\n  à détachement, dans le cadre des dispositions de l'article 135 ci-dessus,\r\n  dans un emploi non régi par le présent statut."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "Art. 141- Seuls les fonctionnaires appartenant au groupe \"A\",\r\n  prévu à l'article 8 de la présente ordonnance, peuvent être\r\n  placés dans la position hors cadre."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "La position hors cadre est consacrée par un acte administratif individuel pris\r\n  par l'autorité habilitée et ne peut excéder cinq (5) années."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "Les fonctionnaires en position hors cadre ne bénéficient pas des droits\r\n  à l'avancement."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "Art. 142- Le fonctionnaire en position hors cadre est\r\n  rémunéré et évalué par l'institution, l'entreprise ou\r\n  l'organisme auprès duquel il est placé dans cette position."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "Art. 143- A l'expiration de la durée de la position hors cadre,\r\n  le fonctionnaire est réintégré de plein droit dans son grade\r\n  d'origine, même en surnombre."
  },
  {
    "chapter": "Chapitre 3 : La position hors cadre",
    "articles": "Art. 144- Les modalités d'application des articles 141 et 142\r\n  ci-dessus sont fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 145- La mise en disponibilité consiste en la cessation temporaire\r\n  de la relation de travail."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Cette position entraîne la suspension de la rémunération du fonctionnaire\r\n  ainsi que ses droits à l'ancienneté, à l'avancement et à\r\n  la retraite."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Toutefois, le fonctionnaire conserve les droits acquis dans son grade d'origine à\r\n  la date de sa mise en disponibilité."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 146- La mise en disponibilité est de droit dans les cas\r\n  ci-après :"
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "- en cas d'accident, d'infirmité ou de maladie grave d'un ascendant, du\r\n  conjoint ou d'un enfant à charge;"
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "- pour permettre à la femme fonctionnaire d'élever un enfant de moins\r\n  de cinq (5) ans;"
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "- pour permettre au fonctionnaire de suivre son conjoint astreint à changer de\r\n  résidence pour raison professionnelle;"
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "- pour assurer des fonctions de membre dirigeant d'un parti politique."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 147- Lorsque le conjoint du fonctionnaire est affecté auprès\r\n  d'une représentation algérienne à l'étranger, d'une\r\n  institution ou d'un organisme international ou chargé d'une mission de\r\n  coopération, le fonctionnaire, qui ne peut bénéficier d'un\r\n  détachement, est placé, de droit, en position de disponibilité."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Nonobstant les dispositions de l'article 149 ci-dessous, la durée de la mise\r\n  en disponibilité est égale à la durée de la mission du\r\n  conjoint du fonctionnaire."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 148- La mise en disponibilité pour convenance personnelle,\r\n  notamment pour effectuer des études ou des travaux de recherche, peut être\r\n  accordée à la demande du fonctionnaire, après deux (2) années\r\n  de service effectif."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 149- La mise en disponibilité dans les cas prévus à\r\n  l'article 146 ci-dessus est accordée pour une période minimale de six (6)\r\n  mois, renouvelable, dans la limite maximale de cinq (5) années au cours de la\r\n  carrière du fonctionnaire."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "La mise en disponibilité pour convenance personnelle prévue à\r\n  l'article 148 ci-dessus est accordée pour une période minimale de six (6)\r\n  mois, renouvelable, dans la limite de (2) années dans la carrière du\r\n  fonctionnaire."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "La mise en disponibilité est consacrée par un acte individuel pris par\r\n  l'autorité habilitée."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 150- Il est interdit au fonctionnaire placé en position de\r\n  disponibilité d'exercer une activité lucrative de quelque nature que ce soit."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 151- L'administration peut, à tout moment, diligenter une\r\n  enquête pour s'assurer que la mise en disponibilité du fonctionnaire\r\n  correspond au motif pour lequel il a été placé dans cette position."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 152- A l'expiration de la période de mise en disponibilité,\r\n  le fonctionnaire est réintégré de plein droit, dans son grade\r\n  d'origine, même en surnombre."
  },
  {
    "chapter": "Chapitre 4 : La position de mise en disponibilité",
    "articles": "Art. 153- Les modalités d'application des dispositions du présent\r\n  chapitre sont fixées par voie réglementaire."
  },
  {
    "chapter": "Chapitre 5 : La position de service national",
    "articles": "Art. 154- Le fonctionnaire appelé à effectuer son service national\r\n  est placé dans la position dite de \"service national\"."
  },
  {
    "chapter": "Chapitre 5 : La position de service national",
    "articles": "Dans cette position, le fonctionnaire conserve les droits à l'avancement et\r\n  à la retraite."
  },
  {
    "chapter": "Chapitre 5 : La position de service national",
    "articles": "Il ne peut prétendre au bénéfice d'aucune\r\n  rémunération, sous réserve des dispositions législatives\r\n  et réglementaires régissant le service national."
  },
  {
    "chapter": "Chapitre 5 : La position de service national",
    "articles": "Art. 155- A l'expiration de la période de service national, le\r\n  fonctionnaire est réintégré de plein droit dans son grade d'origine,\r\n  même en surnombre."
  },
  {
    "chapter": "Chapitre 5 : La position de service national",
    "articles": "Il a priorité pour être affecté dans l'emploi qu'il occupait\r\n  avant son incorporation, s'il est encore vacant ou dans un emploi équivalent."
  },
  {
    "chapter": "Chapitre 6 : La mobilité des fonctionnaires",
    "articles": "Art. 156- La mobilité des fonctionnaires peut avoir un caractère\r\n  général et périodique ou un caractère limité et ponctuel.\r\n  Elle intervient dans la limite des impératifs du service."
  },
  {
    "chapter": "Chapitre 6 : La mobilité des fonctionnaires",
    "articles": "Il est tenu compte également des vux des intéressés, de leur\r\n  situation de famille, de leur ancienneté et de leur valeur professionnelle."
  },
  {
    "chapter": "Chapitre 6 : La mobilité des fonctionnaires",
    "articles": "Art. 157- La mutation du fonctionnaire peut être prononcée,\r\n  à sa demande, sous réserve des nécessités de service."
  },
  {
    "chapter": "Chapitre 6 : La mobilité des fonctionnaires",
    "articles": "Art. 158- Lorsque les nécessités de service le commandent,\r\n  la mutation du fonctionnaire peut être prononcée d'office. L'avis de la\r\n  commission administrative paritaire doit être recueilli, même après\r\n  l'intervention de la décision de mutation. L'avis de la commission s'impose\r\n  à l'autorité qui a prononcé la mutation."
  },
  {
    "chapter": "Chapitre 6 : La mobilité des fonctionnaires",
    "articles": "Art. 159- Le fonctionnaire qui a fait l'objet d'une mutation d'office pour\r\n  nécessité de service bénéficie du remboursement des frais\r\n  de transport, de déménagement ou d'installation, dans le cadre de la\r\n  réglementation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : Principes généraux",
    "articles": "Art. 160- Tout manquement aux obligations professionnelles, toute atteinte\r\n  à la discipline, toute faute ou irrégularité commise par un\r\n  fonctionnaire dans l'exercice ou à l'occasion de l'exercice de ses fonctions\r\n  constitue une faute professionnelle et expose son auteur à une sanction\r\n  disciplinaire sans préjudice, le cas échéant, de poursuites\r\n  pénales."
  },
  {
    "chapter": "Chapitre 1er : Principes généraux",
    "articles": "Art. 161- La détermination de la sanction disciplinaire applicable au\r\n  fonctionnaire est fonction du degré de gravité de la faute, des\r\n  circonstances dans lesquelles elle a été commise, de la responsabilité\r\n  du fonctionnaire concerné, des conséquences de la faute sur le fonctionnement\r\n  du service, du préjudice causé au service ou aux usagers du service public."
  },
  {
    "chapter": "Chapitre 1er : Principes généraux",
    "articles": "Art. 162- L'action disciplinaire est exercée par l'autorité\r\n  investie du pouvoir de nomination."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 163- Les sanctions disciplinaires sont classées, en fonction de la\r\n  gravité de la faute commise, en quatre (4) degrés :"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "1°- 1er degré :"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- le rappel à l'ordre;"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- l'avertissement écrit;"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- le blâme."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "2°- 2ème degré :"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- la mise à pied de 1 à 3 jours;"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- la radiation du tableau d'avancement."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "3°- 3ème degré :"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- la mise à pied de 4 à 8 jours;"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- l'abaissement d'un ou de deux échelons;"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- le déplacement d'office."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "4°- 4ème degré :"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- la rétrogradation dans le grade immédiatement inférieur;"
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "- le licenciement."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 164- Les statuts particuliers peuvent, compte tenu des\r\n  spécificités de certains corps, prévoir d'autres sanctions dans le\r\n  cadre des quatre (4) degrés fixés à l'article 163 ci-dessus."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 165- Les sanctions disciplinaires du 1er et du 2ème degrés\r\n  sont prononcées, par décision motivée de l'autorité investie\r\n  du pouvoir de nomination, après avoir provoqué les explications écrites\r\n  de l'intéressé."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Les sanctions disciplinaires du 3ème et du 4ème degrés sont\r\n  prononcées par décision de l'autorité investie du pouvoir de\r\n  nomination, après avis conforme de la commission administrative paritaire\r\n  compétente, siégeant en conseil de discipline, qui doit se prononcer dans\r\n  un délai n'excédant pas les quarante-cinq (45) jours, à compter de\r\n  la date de sa saisine."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 166- Le conseil de discipline doit être saisi, sur un rapport\r\n  motivé de l'autorité investie du pouvoir de nomination, dans un délai\r\n  maximal de quarante-cinq (45) jours, à compter de la date de la constatation de\r\n  la faute."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Passé ce délai, la faute reprochée au fonctionnaire est prescrite."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 167- Le fonctionnaire à l'encontre duquel une procédure\r\n  disciplinaire est engagée a droit à la notification des griefs\r\n  formulés à son encontre et à la communication de\r\n  l'intégralité de son dossier disciplinaire dans un délai de quinze\r\n  (15) jours à compter du déclenchement de l'action disciplinaire."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 168- Le fonctionnaire traduit devant la commission administrative paritaire,\r\n  siégeant en conseil de discipline, est tenu, sauf cas de force majeure, de\r\n  comparaître en personne."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "La date de sa comparution lui est notifiée par lettre recommandée avec\r\n  accusé de réception au moins quinze (15) jours à l'avance."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Lorsque le fonctionnaire présente un motif valable justifiant son absence,\r\n  il peut demander à la commission administrative paritaire compétente,\r\n  siégeant en conseil de discipline, de se faire représenter par son\r\n  défenseur."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "En cas d'absence du fonctionnaire dûment convoqué ou du rejet du motif\r\n  invoqué pour justifier son absence, l'action disciplinaire suit son cours."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 169- Le fonctionnaire peut présenter des observations\r\n  écrites ou verbales et citer des témoins."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Il a le droit de se faire assister par un défenseur habilité ou par\r\n  un fonctionnaire de son choix."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 170- La commission administrative paritaire, siégeant en conseil\r\n  de discipline, délibère à huis clos."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Les décisions du conseil de discipline doivent être motivées."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 171- La commission administrative paritaire compétente,\r\n  siégeant en conseil de discipline, peut demander, avant de statuer, à\r\n  l'autorité investie du pouvoir de nomination, l'ouverture d'une enquête\r\n  administrative."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 172- La décision portant sanction disciplinaire est notifiée\r\n  au fonctionnaire concerné dans un délai n'excédant pas huit (8) jours,\r\n  à compter de la date du prononcé de la décision. Elle est\r\n  classée dans son dossier administratif."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 173- En cas de faute professionnelle grave commise par un fonctionnaire,\r\n  pouvant entraîner une sanction du 4ème degré, l'auteur de la faute est\r\n  immédiatement suspendu par l'autorité investie du pouvoir de nomination."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Pendant la durée de la suspension visée à l'alinéa ci-dessus\r\n  l'intéressé perçoit la moitié de son traitement, ainsi que\r\n  l'intégralité des indemnités à caractère familial."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Lorsque le fonctionnaire suspendu fait l'objet d'une sanction autre que celle du\r\n  4ème degré ou lorsqu'il n'est pas reconnu coupable des faits qui lui sont\r\n  reprochés ou lorsque la commission administrative paritaire ne s'est pas\r\n  prononcée dans les délais prescrits, il est rétabli dans ses droits\r\n  et la quotité de la rémunération retenue lui est reversée."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 174- Le fonctionnaire qui a fait l'objet de poursuites pénales ne\r\n  permettant pas son maintien en fonction est immédiatement suspendu."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Il peut bénéficier, pendant une période ne pouvant\r\n  excéder six (6) mois, à compter de la date de la suspension, du maintien\r\n  d'une quotité de traitement qui ne saurait être supérieure à\r\n  la moitié de son traitement."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Le fonctionnaire continue à percevoir la totalité des prestations\r\n  familiales."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "En tout état de cause, sa situation administrative n'est réglée\r\n  que lorsque la décision de justice sanctionnant les poursuites pénales est\r\n  devenue définitive."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 175- Le fonctionnaire ayant fait l'objet d'une sanction disciplinaire du\r\n  3ème ou 4ème degré peut, dans un délai maximal d'un mois,\r\n  après la date de notification de la décision, introduire un recours\r\n  auprès de la commission de recours compétente."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "Art. 176- Le fonctionnaire, ayant fait l'objet d'une sanction du 1er ou\r\n  2ème degré peut demander sa réhabilitation à l'autorité\r\n  investie du pouvoir de nomination, une année après la date du prononcé\r\n  de la sanction."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "La réhabilitation intervient de plein droit, deux (2) années après\r\n  le prononcé de la sanction, si le fonctionnaire n'a fait l'objet d'aucune nouvelle\r\n  sanction."
  },
  {
    "chapter": "Chapitre 2 : Les sanctions disciplinaires",
    "articles": "En cas de réhabilitation du fonctionnaire concerné, toute trace de\r\n  sanction est effacée de son dossier."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 177- Les fautes professionnelles sont définies par les\r\n  présentes dispositions."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Sans préjudice de leur qualification pénale, les fautes professionnelles\r\n  sont classées en :"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "- fautes du 1er degré;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "- fautes du 2ème degré;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "- fautes du 3ème degré;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "- fautes du 4ème degré."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 178- Est considéré, notamment, comme faute du 1er\r\n  degré, tout manquement à la discipline générale susceptible\r\n  de porter atteinte au bon fonctionnement du service."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 179- Sont considérés, notamment, comme fautes du 2ème\r\n  degré, les actes par lesquels le fonctionnaire :"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "1°- porte préjudice, par imprudence ou négligence à la\r\n  sécurité des personnels et/ou des biens de l'administration;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "2°- transgresse des obligations statutaires, autres que celles prévues aux\r\n  articles 180 et 181 ci-dessous."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 180- Sont considérés, notamment, comme fautes professionnelles\r\n  du 3ème degré, les faits par lesquels le fonctionnaire :"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "1°- se rend coupable de détournement de documents de service;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "2°- dissimule des informations d'ordre professionnel qu'il est tenu de fournir\r\n  dans l'exercice de ses fonctions;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "3°- refuse, sans motif valable, d'exécuter les instructions de\r\n  l'autorité hiérarchique pour l'accomplissement de tâches liées\r\n  à sa fonction;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "4°- divulgue ou tente de divulguer des secrets professionnels;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "5°- utilise à des fins personnelles ou à des fins\r\n  étrangères au service les équipements ou les biens de l'administration."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 181- Est considéré, notamment, comme fautes professionnelles\r\n  du 4ème degré, le fait pour le fonctionnaire :"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "1°- de bénéficier d'avantages, de quelque nature que ce soit, de la\r\n  part d'une personne physique ou morale, en contrepartie d'un service rendu, dans le cadre\r\n  de l'exercice de ses fonctions;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "2°- de commettre des actes de violence sur toute personne à\r\n  l'intérieur du lieu de travail;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "3°- de causer, intentionnellement, des dégâts matériels graves\r\n  aux équipements et au patrimoine immobilier de l'institution ou de l'administration\r\n  publique, susceptibles d'entraver le bon fonctionnement du service;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "4°- de détruire des documents administratifs en vue de perturber le bon\r\n  fonctionnement du service;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "5°- de falsifier les titres, diplômes ou tout autre document ayant permis\r\n  son recrutement ou sa promotion;"
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "6°- de cumuler l'emploi qu'il occupe avec une autre activité lucrative,\r\n  autre que celles prévues aux articles 43 et 44 de la présente ordonnance."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 182- Les statuts particuliers préciseront, en tant que de besoin et\r\n  en fonction des spécificités de certains corps, les différents cas de\r\n  fautes professionnelles prévus aux articles 178 à 181 ci-dessus."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 183- Les cas de fautes professionnelles prévus aux articles 178\r\n  à 181 de la présente ordonnance donnent lieu à l'application de l'une\r\n  des sanctions disciplinaires de même degré, telles que fixées à\r\n  l'article 163 ci-dessus."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 184- Lorsqu'un fonctionnaire est absent depuis au moins quinze (15) jours\r\n  consécutifs, sans justification valable, l'autorité investie du pouvoir de\r\n  nomination engage la procédure de révocation pour abandon de poste,\r\n  après mise en demeure, selon des modalités fixées par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 3 : Les fautes professionnelles",
    "articles": "Art. 185- Le fonctionnaire ayant fait l'objet d'un licenciement ou d'une\r\n  révocation ne peut prétendre à un nouveau recrutement dans la\r\n  fonction publique."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Art. 186- La durée légale de travail applicable dans les\r\n  institutions et administrations publiques est fixée conformément à\r\n  la législation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Art. 187- La durée légale de travail peut être\r\n  réduite pour les fonctionnaires exerçant des activités\r\n  particulièrement pénibles et/ou dangereuses."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Les modalités d'application du présent article sont fixées par\r\n  voie réglementaire."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Art. 188- Les fonctionnaires relevant de certains corps peuvent, dans les\r\n  conditions fixées par les statuts particuliers, être appelés, compte\r\n  tenu des spécificités inhérentes au service, à effectuer leur\r\n  activité en travail de nuit, entre 21 heures et 5 heures."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Art. 189- Sous réserve de l'amplitude journalière de travail\r\n  effectif, prévue par la législation en vigueur, les fonctionnaires peuvent\r\n  être appelés à effectuer des heures supplémentaires."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Le recours aux heures supplémentaires doit répondre à une\r\n  nécessité impérieuse de service et revêtir un caractère\r\n  exceptionnel."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Dans tous les cas, les heures supplémentaires ne peuvent excéder 20% de\r\n  la durée légale du travail."
  },
  {
    "chapter": "Chapitre 1er : La durée légale de travail",
    "articles": "Art. 190- Les conditions de travail de nuit, les modalités de recours aux\r\n  heures supplémentaires ainsi que les droits y afférents sont fixés\r\n  par voie réglementaire."
  },
  {
    "chapter": "Chapitre 2 : Les repos légaux",
    "articles": "Art. 191- Le fonctionnaire a droit à une journée entière\r\n  de repos hebdomadaire conformément à la législation en vigueur."
  },
  {
    "chapter": "Chapitre 2 : Les repos légaux",
    "articles": "Toutefois, dans le cadre de l'organisation du travail et lorsque les impératifs\r\n  de service l'exigent, le repos hebdomadaire peut être différé."
  },
  {
    "chapter": "Chapitre 2 : Les repos légaux",
    "articles": "Art. 192- Le fonctionnaire a droit aux jours fériés,\r\n  chômés et payés fixés par la législation en vigueur."
  },
  {
    "chapter": "Chapitre 2 : Les repos légaux",
    "articles": "Art. 193- Le jour de repos hebdomadaire et les jours fériés sont\r\n  des jours de repos légaux."
  },
  {
    "chapter": "Chapitre 2 : Les repos légaux",
    "articles": "Le fonctionnaire qui a travaillé un jour de repos légal a droit à\r\n  un repos compensateur d'égale durée."
  },
  {
    "chapter": "Chapitre 2 : Les repos légaux",
    "articles": "Les modalités d'application du présent article sont fixées par voie\r\n  réglementaire."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 194- Le fonctionnaire a droit à un congé annuel\r\n  rémunéré."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 195- Les fonctionnaires exerçant dans certaines localités du\r\n  territoire national, notamment dans les wilayas du Sud, ainsi que ceux exerçant\r\n  à l'étranger dans certaines zones géographiques, peuvent\r\n  bénéficier d'une bonification de congé."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Les modalités d'application du présent article sont fixées par\r\n  voie réglementaire."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 196- Le congé annuel est octroyé sur la base de la\r\n  période de travail accomplie, au cours de la période de\r\n  référence qui s'étend du 1er juillet de l'année\r\n  précédant le congé au 30 juin de l'année du congé."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Pour les fonctionnaires nouvellement recrutés, la durée du congé\r\n  est calculée au prorata de la période de travail accomplie."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 197- Le congé annuel rémunéré est calculé\r\n  à raison de deux (2) jours et demi par mois de travail, sans que la durée\r\n  globale n'excède 30 jours calendaires par année de travail."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 198- Toute période égale à vingt-quatre (24) jours\r\n  ouvrables ou à quatre (4) semaines de travail est équivalente à un\r\n  mois de travail, lorsqu'il s'agit de fixer la durée du congé annuel\r\n  rémunéré."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Toute période dépassant les quinze (15) jours ouvrables est\r\n  équivalente à un mois de travail pour les fonctionnaires nouvellement\r\n  recrutés."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 199- Le fonctionnaire en congé peut être appelé à\r\n  reprendre ses activités pour nécessité impérieuse de service."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 200- Durant le congé annuel, la relation de travail ne peut\r\n  être ni rompue, ni suspendue."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 201- Le congé annuel est suspendu par la survenance d'une maladie\r\n  ou d'un accident dûment justifié."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Le fonctionnaire bénéficie, dans ce cas, d'un congé de maladie et\r\n  des droits y afférents prévus par la législation en vigueur."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 202- Le congé de maladie de longue durée, tel que\r\n  défini par la législation en vigueur, ne peut en aucun cas et quelle que soit\r\n  sa durée, ouvrir droit à plus d'un mois de congé annuel."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 203- Pour les congés de maladie, l'administration a la\r\n  possibilité de faire procéder à un contrôle médical\r\n  lorsqu'elle le juge nécessaire."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 204- Sont considérées comme périodes de travail, pour\r\n  la détermination de la durée du congé annuel :"
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "- la période de travail effectif;"
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "- la période de congé annuel;"
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "- les périodes d'absences autorisées par l'administration;"
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "- les périodes de repos légal prévues aux articles 191 et 192\r\n  ci-dessus;"
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "- les périodes de congé de maternité, maladie ou accident de\r\n  travail;"
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "- les périodes de maintien ou de rappel au service national."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 205- En aucun cas, le congé ne peut être compensé par\r\n  une rémunération."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Art. 206- Le report d'une année sur l'autre de tout ou partie du\r\n  congé annuel est interdit."
  },
  {
    "chapter": "Chapitre 1er : Les congés",
    "articles": "Toutefois, l'administration peut, si les nécessités de service l'exigent\r\n  ou le permettent, échelonner, reporter ou fractionner le congé annuel, dans\r\n  la limite maximale de deux (2) années."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 207- Sauf pour les cas expressément prévus par la\r\n  présente ordonnance, le fonctionnaire, quel que soit son rang, ne peut être\r\n  rémunéré pour une période non travaillée."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Toute absence non justifiée est sanctionnée par une retenue sur la\r\n  rémunération, au prorata de la durée de l'absence, sans\r\n  préjudice des mesures disciplinaires prévues par le présent statut."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 208- Le fonctionnaire peut bénéficier, sous réserve\r\n  de justification préalable, d'autorisations d'absence, sans perte de\r\n  rémunération, dans les cas suivants :"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- pour suivre des études en rapport avec les activités exercées,\r\n  dans la limite d'un crédit horaire n'excédant pas quatre (4) heures par\r\n  semaine compatible avec les impératifs du service ou pour participer à des\r\n  examens ou concours pour la durée des épreuves;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- pour assurer un enseignement dans les conditions prévues par la\r\n  réglementation en vigueur;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- pour la durée des sessions des assemblées dans lesquelles il exerce un\r\n  mandat public électif, s'il n'a pas été placé en position de\r\n  détachement;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- pour s'acquitter d'une mission liée à une représentation\r\n  syndicale, ou participer aux séminaires de formation syndicale, conformément\r\n  à la législation en vigueur;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- pour participer à des manifestations internationales à caractère\r\n  sportif ou culturel."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 209- Le fonctionnaire peut également bénéficier\r\n  d'autorisations d'absence, sans perte de rémunération, pour participer\r\n  à des congrès et séminaires à caractère national ou\r\n  international, en rapport avec ses activités professionnelles."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 210- Le fonctionnaire a droit, une fois dans sa carrière, à\r\n  un congé spécial rémunéré de trente (30) jours\r\n  consécutifs pour accomplir le pèlerinage aux Lieux Saints de l'Islam."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 211- La durée des autorisations d'absence, prévues aux\r\n  articles 208 à 210 de la présente ordonnance, peut être augmentée\r\n  des délais de route nécessaires."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 212- Le fonctionnaire a droit à une absence spéciale\r\n  rémunérée de trois (3) jours ouvrables, à l'occasion des\r\n  événements familiaux suivants :"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "-mariage du fonctionnaire;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- naissance d'un enfant du fonctionnaire;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- circoncision d'un enfant du fonctionnaire;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- mariage d'un descendant du fonctionnaire;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- décès du conjoint du fonctionnaire;"
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "- décès d'un ascendant, d'un descendant ou collatéral direct du\r\n  fonctionnaire ou de son conjoint."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 213- Durant les périodes pré et postnatales, la femme\r\n  fonctionnaire bénéficie du congé de maternité,\r\n  conformément à la législation en vigueur."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 214- Pendant une période d'une année à compter de\r\n  l'expiration du congé de maternité, la mère allaitant son enfant\r\n  dispose chaque jour de deux (2) heures d'absence payées pendant les six (6)\r\n  premiers mois et d'une (1) heure pendant les six (6) derniers mois."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Ces absences peuvent être réparties au cours de la journée à\r\n  la convenance du fonctionnaire."
  },
  {
    "chapter": "Chapitre 2 : Les absences",
    "articles": "Art. 215- Le fonctionnaire peut bénéficier d'autorisations\r\n  exceptionnelles d'absence, non rémunérées, pour des raisons\r\n  impérieuses dûment justifiées, dont la durée ne saurait excéder\r\n  dix jours (10) calendaires par an."
  }
]